{
  "updateDate": "2025-03-27",
  "effectiveDate": "2025-03-27",
  "content": "<div> <h3>1. Introduction</h3>\n  <p>Welcome to CroniumX! We are committed to protecting your privacy and ensuring you understand how your personal information is handled. This Privacy Policy explains what data we collect from you, how we use it, and how you can contact us with any questions or concerns.</p>\n\n  <h3>2. Information We Collect</h3>\n  <p>We collect the following information from you:</p>\n  <p><strong>Email Address:</strong> When you subscribe to our newsletter, we collect your email address. This is the primary piece of personal information we gather directly from you.</p>\n  <p>No additional personal data is collected unless you choose to provide it voluntarily through other interactions on our site.</p>\n\n  <h3>3. How We Use Your Information</h3>\n  <p>We use your email address for one specific purpose:</p>\n  <p><strong>Sending Blog Updates:</strong> Your email address allows us to send you the latest blog posts and updates from CroniumX. We do not use it for any other reason, such as unrelated marketing or promotions.</p>\n\n  <h3>4. How We Protect Your Information</h3>\n  <p>We take steps to keep your information safe:</p>\n  <p><strong>Reasonable Security:</strong> We implement standard measures to protect your email address from unauthorized access, use, or disclosure.</p>\n  <p><strong>No Guarantees:</strong> While we do our best, no online transmission or storage method is 100% secure, so we cannot promise absolute protection.</p>\n\n  <h3>5. Sharing Your Information</h3>\n  <p>We keep your data private:</p>\n  <p><strong>No Third-Party Sharing:</strong> We do not share, sell, or rent your email address with third parties, except when legally required (e.g., by a court order).</p>\n  <p><strong>Service Providers:</strong> We may use trusted third-party tools to deliver our newsletter. These providers are restricted from using your data for any purpose other than fulfilling our instructions.</p>\n\n  <h3>6. Your Rights</h3>\n  <p>You have control over your information:</p>\n  <ul>\n    <li><strong>Access:</strong> You can ask to see what data we have about you.</li>\n    <li><strong>Correction:</strong> You can request updates to any incorrect details.</li>\n    <li><strong>Deletion:</strong> You can ask us to remove your email address from our list.</li>\n    <li><strong>Unsubscribe:</strong> You can opt out of the newsletter anytime by clicking the \"unsubscribe\" link in our emails.</li>\n  </ul>\n  <p>To exercise these rights, simply contact us using the details below.</p>\n\n  <h3>7. Cookies</h3>\n  <p>We may use cookies on our site:</p>\n  <p><strong>Purpose:</strong> Cookies are small files that improve your experience by tracking how you use CroniumX (e.g., which blogs you visit). They do not collect your email address or other personal data.</p>\n  <p><strong>Control:</strong> You can adjust or disable cookies in your browser settings, though this might impact some site features.</p>\n\n  <h3>8. Changes to This Policy</h3>\n  <p>We may update this Privacy Policy occasionally:</p>\n  <p><strong>Notification:</strong> Any changes will be posted here with an updated effective date.</p>\n  <p><strong>Acceptance:</strong> By continuing to use CroniumX or staying subscribed after changes, you agree to the updated terms.</p>\n\n  <h3>9. Contact Us</h3>\n  <p>Have questions or need assistance? Reach out to us at:</p>\n  <ul>\n    <li><strong>Email:</strong> <a href=\"mailto:founder.croniumx@gmail.com\">founder.croniumx@gmail.com</a></li>\n    <li><strong>Mailing Address:</strong> Nikol, Ahmedabad - 382350, India</li>\n  </ul>\n\n  <p>---</p>\n  <p>This Privacy Policy and the CroniumX platform were proudly <strong>authored and developed by Chintan Boghara and Kunal Suvagiya</strong>. We’re dedicated to fostering a trusted space for your blogging journey. Thank you for choosing CroniumX!</p>\n</div>"
}
